var busanData = [
  {
    "stn": 296,
    "name": "북부산",
    "lon": 35.21778,
    "lat": 128.96024,
    "height": 3.0
  },
  {
    "stn": 942,
    "name": "부산남구",
    "lon": 35.11863,
    "lat": 129.08841,

    "height": 124.26
  },
  {
    "stn": 937,
    "name": "해운대",
    "lon": 35.17611,
    "lat": 129.16235,
    "height": 63.72
  },
  {
    "stn": 938,
    "name": "부산진",
    "lon": 35.15888,
    "lat": 129.01929,
    "height": 114.38
  },
  {
    "stn": 950,
    "name": "사하",
    "lon": 35.09004,
    "lat": 128.98393,
    "height": 127.0
  },
  {
    "stn": 910,
    "name": "영도",
    "lon": 35.06609,
    "lat": 129.0742,
    "height": 138.96
  },
  {
    "stn": 939,
    "name": "금정구",
    "lon": 35.2932,
    "lat": 129.10349,
    "height": 49.26
  },
  {
    "stn": 923,
    "name": "기장",
    "lon": 35.27505,
    "lat": 129.25113,
    "height": 65.99
  },
  {
    "stn": 941,
    "name": "북구",
    "lon": 35.21304,
    "lat": 129.00258,
    "height": 6.94
  },
  {
    "stn": 160,
    "name": "부산(레)",
    "lon": 35.11882,
    "lat": 128.99995,
    "height": 512.0
  },
  {
    "stn": 940,
    "name": "동래",
    "lon": 35.20914,
    "lat": 129.09013,
    "height": 70.07
  },
  {
    "stn": 904,
    "name": "사상",
    "lon": 35.13695,
    "lat": 128.96753,
    "height": 3.55
  }
];