var gwangjuData = [
  {
    "stn": 788,
    "name": "풍암",
    "lon": 35.13159,
    "lat": 126.88132,
    "height": 64.98
  },
  {
    "stn": 708,
    "name": "광산",
    "lon": 35.12886,
    "lat": 126.74524,
    "height": 29.91
  },
  {
    "stn": 722,
    "name": "조선대",
    "lon": 35.13681,
    "lat": 126.92875,
    "height": 110.87
  },
  {
    "stn": 689,
    "name": "광주남구",
    "lon": 35.10082,
    "lat": 126.89853,
    "height": 73.11
  },
  {
    "stn": 783,
    "name": "과기원",
    "lon": 35.23027,
    "lat": 126.84077,
    "height": 30.59
  },
  {
    "stn": 316,
    "name": "무등산",
    "lon": 35.11438,
    "lat": 126.99743,
    "height": 911.53
  }
];