var incheonData = [
  {
    "stn": 664,
    "name": "영흥도",
    "lon": 37.22468,
    "lat": 126.45838,
    "height": 17.72
  },
  {
    "stn": 662,
    "name": "승봉도",
    "lon": 37.17064,
    "lat": 126.29695,
    "height": 10.19
  },
  {
    "stn": 665,
    "name": "무의도",
    "lon": 37.39043,
    "lat": 126.42521,
    "height": 28.32
  },
  {
    "stn": 508,
    "name": "왕산",
    "lon": 37.46649,
    "lat": 126.36093,
    "height": 140.91
  },
  {
    "stn": 649,
    "name": "부평",
    "lon": 37.47223,
    "lat": 126.75072,
    "height": 25.91
  },
  {
    "stn": 511,
    "name": "공촌동",
    "lon": 37.55498,
    "lat": 126.69047,
    "height": 47.04
  },
  {
    "stn": 426,
    "name": "백령(레)",
    "lon": 37.96611,
    "lat": 124.63048,
    "height": 147.29
  },
  {
    "stn": 655,
    "name": "소청도",
    "lon": 37.76024,
    "lat": 124.72912,
    "height": 83.0
  },
  {
    "stn": 500,
    "name": "양도",
    "lon": 37.66571,
    "lat": 126.47015,
    "height": 48.0
  },
  {
    "stn": 502,
    "name": "교동",
    "lon": 37.78944,
    "lat": 126.29164,
    "height": 13.94
  },
  {
    "stn": 570,
    "name": "금곡",
    "lon": 37.6232,
    "lat": 126.64233,
    "height": 33.72
  },
  {
    "stn": 512,
    "name": "인천연수",
    "lon": 37.39684,
    "lat": 126.66209,
    "height": 8.13
  },
  {
    "stn": 513,
    "name": "덕적도",
    "lon": 37.22721,
    "lat": 126.14495,
    "height": 20.02
  },
  {
    "stn": 663,
    "name": "목덕도",
    "lon": 36.92863,
    "lat": 125.78691,
    "height": 62.53
  },
  {
    "stn": 631,
    "name": "송도",
    "lon": 37.34775,
    "lat": 126.61535,
    "height": 9.74
  },
  {
    "stn": 543,
    "name": "영종도",
    "lon": 37.499,
    "lat": 126.54958,
    "height": 25.79
  },
  {
    "stn": 654,
    "name": "자월도",
    "lon": 37.25404,
    "lat": 126.30761,
    "height": 10.46
  },
  {
    "stn": 501,
    "name": "대연평",
    "lon": 37.65891,
    "lat": 125.69819,
    "height": 7.63
  },
  {
    "stn": 656,
    "name": "볼음도",
    "lon": 37.67085,
    "lat": 126.19222,
    "height": 14.75
  },
  {
    "stn": 577,
    "name": "장봉도",
    "lon": 37.53411,
    "lat": 126.33654,
    "height": 11.41
  }
];