var jejuData = [
  {
    "stn": 884,
    "name": "기상(과)",
    "lon": 33.25927,
    "lat": 126.5176,
    "height": 173.45
  },
  {
    "stn": 725,
    "name": "우도",
    "lon": 33.52289,
    "lat": 126.95414,
    "height": 9.23
  },
  {
    "stn": 892,
    "name": "성산수산",
    "lon": 33.45011,
    "lat": 126.85127,
    "height": 102.47
  },
  {
    "stn": 330,
    "name": "대흘",
    "lon": 33.500819,
    "lat": 126.64947,
    "height": 144.41
  },
  {
    "stn": 751,
    "name": "선흘",
    "lon": 33.48209,
    "lat": 126.70904,
    "height": 251.09
  },
  {
    "stn": 782,
    "name": "성판악",
    "lon": 33.38514,
    "lat": 126.6194,
    "height": 760.47
  },
  {
    "stn": 980,
    "name": "강정",
    "lon": 33.26062,
    "lat": 126.48951,
    "height": 141.84
  },
  {
    "stn": 893,
    "name": "애월",
    "lon": 33.46592,
    "lat": 126.32745,
    "height": 5.24
  },
  {
    "stn": 871,
    "name": "윗세오름",
    "lon": 33.3623,
    "lat": 126.51811,
    "height": 1665.71
  },
  {
    "stn": 868,
    "name": "사제비",
    "lon": 33.37599,
    "lat": 126.49804,
    "height": 1392.7
  },
  {
    "stn": 883,
    "name": "새별오름",
    "lon": 33.36233,
    "lat": 126.35989,
    "height": 435.0
  },
  {
    "stn": 727,
    "name": "유수암",
    "lon": 33.40986,
    "lat": 126.39293,
    "height": 425.21
  },
  {
    "stn": 866,
    "name": "한라생태숲",
    "lon": 33.43023,
    "lat": 126.59777,
    "height": 588.19
  },
  {
    "stn": 753,
    "name": "어리목",
    "lon": 33.39304,
    "lat": 126.4959,
    "height": 967.83
  },
  {
    "stn": 870,
    "name": "진달래밭",
    "lon": 33.36978,
    "lat": 126.55571,
    "height": 1488.56
  },
  {
    "stn": 780,
    "name": "제주남원",
    "lon": 33.27718,
    "lat": 126.70438,
    "height": 25.86
  },
  {
    "stn": 885,
    "name": "태풍센터",
    "lon": 33.33143,
    "lat": 126.67846,
    "height": 244.29
  },
  {
    "stn": 965,
    "name": "한라산남벽",
    "lon": 33.35236,
    "lat": 126.533,
    "height": 1576.0
  },
  {
    "stn": 329,
    "name": "산천단",
    "lon": 33.44711,
    "lat": 126.56521,
    "height": 378.48
  },
  {
    "stn": 865,
    "name": "오등",
    "lon": 33.45766,
    "lat": 126.52202,
    "height": 233.9
  },
  {
    "stn": 867,
    "name": "삼각봉",
    "lon": 33.37688,
    "lat": 126.53052,
    "height": 1499.4
  },
  {
    "stn": 328,
    "name": "중문",
    "lon": 33.2494,
    "lat": 126.406,
    "height": 63.64
  },
  {
    "stn": 779,
    "name": "한림",
    "lon": 33.39268,
    "lat": 126.25809,
    "height": 38.79
  },
  {
    "stn": 890,
    "name": "제주가시리",
    "lon": 33.385345,
    "lat": 126.73362,
    "height": 275.2
  },
  {
    "stn": 792,
    "name": "표선",
    "lon": 33.3536,
    "lat": 126.81682,
    "height": 80.47
  },
  {
    "stn": 869,
    "name": "영실",
    "lon": 33.34832,
    "lat": 126.4964,
    "height": 1260.2
  },
  {
    "stn": 724,
    "name": "추자도",
    "lon": 33.95783,
    "lat": 126.30157,
    "height": 8.1
  },
  {
    "stn": 863,
    "name": "외도",
    "lon": 33.47688,
    "lat": 126.43165,
    "height": 52.65
  },
  {
    "stn": 726,
    "name": "마라도",
    "lon": 33.12206,
    "lat": 126.26786,
    "height": 11.58
  },
  {
    "stn": 855,
    "name": "가파도",
    "lon": 33.1733,
    "lat": 126.26833,
    "height": 4.25
  },
  {
    "stn": 793,
    "name": "대정",
    "lon": 33.24101,
    "lat": 126.22626,
    "height": 2.64
  },
  {
    "stn": 752,
    "name": "서광",
    "lon": 33.30456,
    "lat": 126.30599,
    "height": 188.42
  },
  {
    "stn": 861,
    "name": "월정",
    "lon": 33.56233,
    "lat": 126.77811,
    "height": 34.0
  },
  {
    "stn": 781,
    "name": "구좌",
    "lon": 33.5199,
    "lat": 126.8777,
    "height": 17.18
  },
  {
    "stn": 862,
    "name": "송당",
    "lon": 33.470561,
    "lat": 126.77919,
    "height": 196.63
  }
];