var ulsanData = [
  {
    "stn": 901,
    "name": "울기",
    "lon": 35.48678,
    "lat": 129.4353,
    "height": 67.64
  },
  {
    "stn": 854,
    "name": "삼동",
    "lon": 35.49528,
    "lat": 129.13358,
    "height": 166.92
  },
  {
    "stn": 924,
    "name": "간절곶",
    "lon": 35.35866,
    "lat": 129.36028,
    "height": 22.23
  },
  {
    "stn": 900,
    "name": "두서",
    "lon": 35.62027,
    "lat": 129.14355,
    "height": 117.49
  },
  {
    "stn": 954,
    "name": "온산",
    "lon": 35.43103,
    "lat": 129.3601,
    "height": 53.92
  },
  {
    "stn": 943,
    "name": "매곡",
    "lon": 35.66738,
    "lat": 129.37527,
    "height": 470.43
  },
  {
    "stn": 898,
    "name": "장생포",
    "lon": 35.504917,
    "lat": 129.38602,
    "height": 4.0
  },
  {
    "stn": 949,
    "name": "정자",
    "lon": 35.6375,
    "lat": 129.4412,
    "height": 8.0
  }
];